Repository: tizenorg/apps.connectivity.bluetooth
Catalog: po/*.po
Languages: as, fa, ky_kg, pa, si, sq, tg_tj, tk_tm

# IDS_BT_BODY_CONNECTED_TO_YOUR_DEVICE_VIA_BLUETOOTH
source: Connected to your device via Bluetooth.
as: ব্লুটুথৰ মাধ্যমেদি আপোনাৰ ডিভাইচলৈ সংযোগ কৰা হৈছে৷
fa: از طریق بلوتوث به دستگاه خود وصل شدید.
ky_kg: Түзмөгүңүзгө Bluetooth аркылуу туташкан
pa: ਬਲੂਟੁੱਥ ਰਾਹੀਂ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਹੋਇਆ।
si: බ්ලුටූත් හරහා ඔබගේ උපාංගය වෙත සබැඳිණි.
sq: Lidhur me pajisjen tënde nëpërmjet Bluetooth.
tg_tj: Ба воситаи Bluetooth ба дастгоҳи шумо пайваст шудааст.
tk_tm: Enjamyňyza Bluetooth üsti bilen baglanyşylan.

# IDS_BT_BODY_CONNECTING_TO_YOUR_DEVICE_VIA_BLUETOOTH_ING
source: Connecting to your device via Bluetooth...
as: ব্লুটুথৰ মাধ্যমেদি আপোনাৰ ডিভাইচলৈ সংযোগ কৰি আছে...
fa: در حال اتصال به دستگاه خود از طریق بلوتوث
ky_kg: Түзмөгүңүзгө Bluetooth аркылуу туташууда...
pa: ਬਲੂਟੁੱਥ ਰਾਹੀਂ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਕਰ ਰਿਹਾ ਹੈ...
si: බ්ලුටූත් හරහා ඔබගේ උපාංගය වෙත සබැ‍ඳ්...
sq: Duke u lidhur me pajisjen tënde nëpërmjet Bluetooth...
tg_tj: Ба воситаи Bluetooth ба дастгоҳи шумо пайваст мешавад...
tk_tm: Enjamyňyza Bluetooth üsti bilen baglanyşylýar...

# IDS_BT_BUTTON_CONNECT_ABB2
source: Connect
as: সংযোগ
fa: اتصال
pa: ਕਨੈਕਟ ਕਰੋ
si: සබඳින්න
sq: Lidh
tg_tj: Пайваст
tk_tm: Birik

# IDS_BT_HEADER_BLUETOOTH_ERROR_ABB
source: Bluetooth error
as: ব্লুটুথ ত্ৰুটি
fa: خطای بلوتوث
pa: ਬਲੂਟੁੱਥ ਤਰੁੱਟੀ
si: බ්ලූටූත් දෝෂය
sq: Gabim Bluetooth
tg_tj: Хатои Bluetooth
tk_tm: Bluetooth säwlik

# IDS_BT_POP_BLUETOOTH_CONNECTED
source: Bluetooth connected.
as: ব্লুটুথ সংযোগ হৈছে৷
fa: بلوتوث وصل شد.
ky_kg: Bluetooth туташты
pa: ਬਲੂਟੁੱਥ ਕਨੈਕਟ ਹੈ।
si: බ්ලූටූත් සබැඳිණි.
sq: Bluetooth lidhur.
tg_tj: Bluetooth пайваст шуд.
tk_tm: Bluetooth birikdirilen.

source: Unable to connect to your phone. The Bluetooth connection timed out. Try again.
as: আপোনাৰ ফোনলৈ সংযোগ কৰিবলৈ অক্ষম৷ ব্লুটুথ সংযোগৰ সময় উকলি গৈছে৷ পুনৰাই চেষ্টা কৰক৷
fa: اتصال به تلفن شما امکان پذیر نیست. زمان اتصال بلوتوث تمام شد. دوباره امتحان کنید.
ky_kg: Телефонуңузга туташа албады. Bluetooth байланыштын убагы кечиктирилди. Дагы аракет кылыңыз.
pa: ਤੁਹਾਡੇ ਫੋਨ ਨਾਲ ਕਨੈਕਟ ਹੋਣ ਵਿੱਚ ਅਸਮਰੱਥ। ਬਲੂਟੁੱਥ ਕਨੈਕਸ਼ਨ ਟਾਈਮ ਆਉਟ ਹੋ ਗਿਆ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
si: ඔබගේ දුරකථනය වෙත සබැඳීමට නොහැක. බ්ලූටූත් සබැඳුම් කාලය නිමයි. නැවත උත්සාහ කරන්න.
sq: Nuk mund të lidhem me telefonin tënd. Lidhjes Bluetooth i kaloi afatpritja. Provo sërish.
tg_tj: Ба телефони шумо пайваст шуда наметавонад. Вақти пайвастагии Bluetooth хотима ёфт. Аз нав кӯшиш кунед.
tk_tm: Siziň telefonyňyza birikmäge ukypsyz. Bluetooth aragatnaşygynyň wagty geçdi. Ýene-de synanyşyň.

# IDS_ST_BUTTON_RESET_ABB2
source: Reset
as: পুনঃছেট কৰক
fa: ت.مجدد
ky_kg: Баш. кой
pa: ਰੀਸੈੱਟ ਕਰੋ
si: යළි සක.
sq: Ricil.
tg_tj: Барқарор кардан
tk_tm: Nol et

# IDS_WMGR_POP_UNABLE_TO_REFRESH_THIS_APPLICATION_BLUETOOTH_HAS_BEEN_DISCONNECTED
source: Unable to refresh this application. Bluetooth has been disconnected.
as: এই এপ্লিকেশ্বন সতেজ কৰাত অক্ষম৷ ব্লুটুথ সংযোগহীন কৰা হৈছে৷
fa: نوسازی این برنامه ممکن نیست. اتصال بلوتوث قطع شده است.
ky_kg: Бул сунуучуну жаңылатуу мүмкүн эмес. Bluetooth байланышы үзүлгөн.
pa: ਇਸ ਅਨੁਪ੍ਰਯੋਗ ਨੂੰ ਰਿਫ੍ਰੈਸ਼ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਬਲੂਟੁੱਥ ਡਿਸਕਨੈਕਟ ਹੋ ਗਿਆ ਹੈ।
si: මෙම යෙදුම යළි නැවුම් කළ නොහැක. බ්ලූටූත් විසන්ධි කර ඇත.
sq: Nuk mund ta freskoj këtë aplikacion. Bluetooth është shkëputur.
tg_tj: Ин барномаро таҷдид карда наметавонад. Bluetooth ҷудо карда шуд.
tk_tm: Bu goşundyny täzelemäge ukypsyz. Bluetooth birikmesi kesildi.

# IDS_WMGR_TPOP_GEAR_DISCONNECTED_OR_OUT_OF_RANGE_OF_MOBILE_DEVICE_ABB
source: Gear disconnected or out of range of mobile device.
as: গিয়েৰ সংযোগহীন হৈছে বা ম'বাইল ডিভাইচৰ পৰিসৰৰ পৰা বাহিৰত আছে
fa: اتصال Gear قطع شد یا خارج از محدوده دستگاه تلفن همراه قرار دارد
ky_kg: Gear менен байланышы үзүлдү, же мобилдик түзмөктүн арадан чыкты
pa: ਗੇਅਰ ਡਿਸਕਨੈਕਟ ਕੀਤਾ ਗਿਆ ਜਾਂ ਮੋਬਾਈਲ ਡਿਵਾਈਸ ਦੇ ਦਾਇਰੇ ਤੋਂ ਬਾਹਰ
si: ගියරය විසන්ධි වී ඇත නැතහොත් ජංගම උපාංගයේ පරාසයෙන් පිටතය
sq: Gear është shkëputur ose jashtë rrezes së pajisjes celulare.
tg_tj: Gear ҷудо карда шуд ё аз диапазони дастгоҳи мобилӣ берун аст.
tk_tm: Abzal birikdirilmedikdir ýa-da ykjam aragatnaşyk enjamlaryna hyzmat ediş çäginden daşdadyr.

# IDS_BT_POP_UNABLE_TO_OPEN_PS_BLUETOOTH_HAS_BEEN_DISCONNECTED
source: Unable to open %s. Bluetooth has been disconnected.
as: %s খুলিবলৈ অক্ষম৷ ব্লুটুথ সংযোগহীন হৈছে৷
fa: باز کردن %s ممکن نیست. بلوتوث قطع شده است.
ky_kg: %s ачуу мүмкүн эмес. Bluetooth ажыратылган.
pa: %s ਨੂੰ ਖੋਲ੍ਹਣ ਵਿੱਚ ਅਸਮਰੱਥ। ਬਲੂਟੁੱਥ ਡਿਸਕਨੈਕਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
si: %s විවෘත කිරීමට නොහැක. බ්ලූටූත් විසන්ධි කර ඇත.
sq: Nuk mund ta hap %s. Bluetooth është shkëputur.
tg_tj: %s -ро кушода натавонист. Bluetooth ҷудо карда шудааст.
tk_tm: %s açyp bolmaýar. Bluetooth birikmesi kesildi.

# IDS_BT_SK_SCAN
source: Scan
as: স্কেন
fa: اسکن
ky_kg: Издөө
pa: ਸਕੈਨ ਕਰੋ
si: පිරික්ස.
sq: Kërko
tg_tj: Ковиш
tk_tm: Skan et

# IDS_BT_SK_STOP
source: Stop
as: বন্ধ কৰক
fa: توقف
ky_kg: Ток.
pa: ਰੁਕੋ
si: නවත්.
sq: Ndal
tg_tj: Қатъ кардан
tk_tm: Sakla

# IDS_BT_BODY_PAIRED_DEVICES
source: Paired devices
as: যোৰা কৰি থোৱা ডিভাইচসমূহ
fa: دستگاه های جفت شده
ky_kg: Байланышкан түзмөктөр
pa: ਡਿਵਾਈਸਾਂ ਦੇ ਜੋੜੇ ਬਣਾਏ ਗਏ
si: යුගල්කළ උපාංග
sq: Pajisje të çiftuara
tg_tj: Дастгоҳҳои ҳамроҳ
tk_tm: Jübütleşdirilen enjamlar

# IDS_BT_BODY_AVAILABLE_DEVICES
source: Available devices
as: উপলভ্য ডিভাইচসমূহ
fa: دستگاه های موجود
ky_kg: Байкалган түзмөктөр
pa: ਉਪਲਬਧ ਡਿਵਾਈਸਾਂ
si: තිබෙන ජාල
sq: Pajisjet e disponueshme
tg_tj: Дастгоҳҳои дастрас
tk_tm: Elýeterli enjamlar

# IDS_BT_BODY_PAIRED
source: Paired
as: যোৰা হৈছে
fa: جفت شده
ky_kg: Байланышкан
pa: ਜੋੜਾ ਬਣਾਇਆ ਗਿਆ
si: යුගල්කරන ලදි
sq: U çiftua
tg_tj: Ҷуфтшуда
tk_tm: Jübüt

# IDS_BT_BODY_PAIRING_ING
source: Pairing...
as: যোৰ কৰি আছে...
fa: درحال جفت سازی...
ky_kg: Байланышууда…
pa: ਜੋੜਾ ਬਣਾ ਰਿਹਾ ਹੈ...
si: යුගල වෙමින්...
sq: Po çiftoj...
tg_tj: Ҳамроҳкунӣ иҷро мешавад...
tk_tm: Jübütleşdirilýär...

# IDS_BT_POP_CONNECTED
source: Connected.
as: সংযোজিত৷
fa: متصل شد.
ky_kg: Туташкан
pa: ਕਨੈਕਟ ਹੋਇਆ।
si: සම්බන්ධ විය.
sq: Lidhur.
tg_tj: Пайвастшуда.
tk_tm: Birikdirildi

# IDS_BT_BODY_CONNECTING
source: Connecting...
as: সংযোগ হৈ আছে...
fa: در حال اتصال...
ky_kg: Кошулуу...
pa: ਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ...
si: සම්. වෙමින්...
sq: Duke u lidhur ...
tg_tj: Пайваст барпо карда мешавад...
tk_tm: Baglanyşýar...

# IDS_BT_BODY_DISCONNECTING
source: Disconnecting...
as: সংযোগহীন হৈ আছে...
fa: قطع...
ky_kg: Байланыш үзүлүүдө...
pa: ਡਿਸਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ...
si: විසන්ධි වෙමින් පවතී...
sq: Duke u shkëputur...
tg_tj: Пайваст пароканда карда мешавад...
tk_tm: Baglanyşyk kesilýär...

# IDS_BT_POP_DISCONNECT
source: Disconnect?
as: সংযোগহীন কৰিবনে?
fa: اتصال قطع شود؟
ky_kg: Үзүүбү?
pa: ਡਿਸਕਨੈਕਟ ਕਰੀਏ?
si: විසන්ධි කරන්නද?
sq: Të shkëputem?
tg_tj: Ҷудо мекунед?
tk_tm: Baglanyşygy kesmelimi?

# IDS_BT_OPT_UNPAIR
source: Unpair
as: যোৰাহীন
fa: غیرمرتبط سازی
ky_kg: Байланышты үзүү
pa: ਜੋੜਾ ਤੋਡ਼ੋ
si: යුගල් නොකරන්න
sq: Shpërçifto
tg_tj: Ҷудо кардан
tk_tm: Jübüt baglanyşygy pozuň

# IDS_BT_POP_CONNECTING_TO_BLUETOOTH_STEREO_HEADSET_ING
source: Connecting to Bluetooth stereo headset...
as: ব্লুটুথ ষ্টেৰিও হেডচেটৰ সৈতে সংযোগ হৈ আছে...
fa: در حال اتصال به هدست استریو بلوتوث...
pa: ਬਲੂਟੁੱਥ ਸਟੀਰਿਊ ਹੈੱਡਸੈੱਟ ਨੂੰ ਕਨੈਕਟ ਕਰ ਰਿਹਾ ਹੈ...
si: බ්ලූටූත් ස්ටීරියෝ හෙඩ්සෙටයට සම්බන්ධ වන්න...
sq: Po lidhem me kufjen Bluetooth stereo...
tg_tj: Пайвастшавӣ ба гӯшмонаки стереоии Bluetooth...
tk_tm: Bluetooth stereo garniturasyna birigilýär...

# IDS_BT_BODY_SCANNING_ING
source: Scanning...
as: স্কেন কৰি আছে...
fa: در حال بررسی...
ky_kg: Издөө...
pa: ਸਕੈਨ ਕਰ ਰਿਹਾ ਹੈ...
si: සොයමින්...
sq: Duke skanuar...
tg_tj: Хондагирӣ иҷро мешавад...
tk_tm: Skanirlenýär...

# IDS_BT_POP_THIS_WILL_END_YOUR_CONNECTION_WITH
source: This will end your connection with.
as: ই ইয়াৰ সৈতে আপোনাৰ সংযোগ সমাপ্ত ঘটাব৷
fa: این کار موجب قطع اتصال شما می‌شود.
ky_kg: Бул төмөнкү менен болгон байланышты токтотот
pa: ਅਜਿਹਾ ਕਰਨ ਨਾਲ ਤੁਹਾਡਾ ਕਨੈਕਸ਼ਨ ਇਸਦੇ ਨਾਲ ਸਮਾਪਤ ਹੋ ਜਾਵੇਗਾ।
si: මෙමඟින් ඔබ මෙම අය සමඟ ඇති සම්බන්ධතාවයන් අවසන් ‍වනු ඇත.
sq: Kjo do ta mbyllë lidhjen tënde me.
tg_tj: Ин пайвастагии шуморо хотима медиҳад.
tk_tm: Bu siziň baglanyşygyňyzy keser.

# IDS_WMGR_POP_THIS_WILL_END_YOUR_CONNECTION_WITH_PS
source: This will end your connection with %s.
as: এইটোৱে %s-ৰ সৈতে আপোনাৰ সংযোগ সমাপ্ত ঘটাব৷
fa: این کار موجب قطع اتصال شما با %s می شود
ky_kg: Бул %s менен байланышыңызды үзөт
pa: ਇਸ ਨਾਲ %s ਦੇ ਨਾਲ ਤੁਹਾਡਾ ਕਨੈਕਸ਼ਨ ਖਤਮ ਹੋ ਜਾਵੇਗਾ।
si: මෙය ඔබ %s සමඟ ඇති සම්බන්ධතාවය අවසන් කරනු ඇත.
sq: Kjo do ta mbyllë lidhjen tënde me %s.
tg_tj: Ин пайвастагии шуморо бо %s хотима медиҳад.
tk_tm: Bu siziň %s bilen aragatnaşygyňyzy tamamlar.

# IDS_BT_HEADER_BLUETOOTH_ADDRESS
source: Bluetooth address
as: ব্লুটুথ ঠিকনা
fa: آدرس بلوتوث
ky_kg: Bluetooth дареги
pa: ਬਲੂਟੁੱਥ ਪਤਾ
si: බ්ලූටූත් ලිපිනය
sq: Adresa Bluetooth
tg_tj: Суроғаи Bluetooth
tk_tm: Bluetooth salgysy

# IDS_MUSIC_SK_CANCEL
source: Cancel
as: বাতিল
fa: لغو
pa: ਰੱਦ ਕਰੋ
si: අව. කර.
sq: Anullo

# IDS_BT_BODY_NO_DEVICES_FOUND_ABB
source: No devices found
as: কোনো ডিভাইচ পোৱা নগ'ল
fa: دستگاهی پیدا نشد
pa: ਕੋਈ ਡਿਵਾਈਸ ਨਹੀਂ ਮਿਲੇ
si: උපාංග කිසිවක් හමු නොවිණි
sq: Nuk u gjetën pajisje

# IDS_BT_POP_PAIRRETRY
source: Try again?
as: পুনৰ চেষ্টা কৰিবনে?
fa: امتحان دوباره؟
ky_kg: Дагы аракет кылуубу?
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੀਏ?
si: නැවත උත්සාහ කරන්නද?
sq: Të provoj përsëri?
tg_tj: Аз нав кӯшиш мекунед?
tk_tm: Gaýtadan synanyşmalymy?

# IDS_MP_SK_OK
source: OK
as: ঠিক
fa: تاييد
pa: ਓਕੇ
si: හරි

# IDS_BT_POP_INCORRECT_PIN_TRY_AGAIN_Q
source: Incorrect PIN. Try again?
as: অশুদ্ধ পিন৷ পুনৰ চেষ্টা কৰিবনে?
fa: پین اشتباه است. دوباره امتحان کنید
ky_kg: Туура эмес PIN. Кайра кайталайсызбы?
pa: ਗਲਤ PIN। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੀਏ?
si: වැරදි PIN. නැවත උත්සාහ කරන්නද?
sq: PIN jokorrekt. Provoj përsëri
tg_tj: Рамзи PIN нодуруст аст. Амалро такрор мекунед?
tk_tm: Nädogry PIN. Täzeden synanyşmalymy?

# IDS_ST_SK_OK
source: OK
as: ঠিক
fa: تاييد
ky_kg: ОК
pa: ਓਕੇ
si: හරි

# IDS_ST_SK_CANCEL
source: Cancel
as: বাতিল
fa: لغو
ky_kg: Артка
pa: ਰੱਦ ਕਰੋ
si: අව. කර.
sq: Anullo
tg_tj: Бекор кардан
tk_tm: Ýatyr

# IDS_BT_BODY_ENTER_P1SS_ON_P2SS_TO_PAIR_THEN_TAP_RETURN_OR_ENTER
source: Enter %1$s on %2$s to pair, then tap Return or Enter.
as: যোৰা লগাবলৈ %2$s-ত %1$s প্ৰৱিষ্ট কৰক, তাৰপিছত ঘুৰি আহক বা প্ৰৱিষ্ট কৰকত টিপক৷
fa: برای مرتبط سازی %1$s را در %2$s وارد کنید، سپس بر روی Return یا Enter ضربه بزنید.
ky_kg: Кошоктотуу үчүн %2$s ичине %1$s киргизиңиз, андан соң Кайтарууну же Киргизүүнү таптаңыз
pa: ਜੋੜਾ ਬਣਾਉਣ ਲਈ %2$s ਤੇ %1$s ਦਾਖ਼ਲ ਕਰੋ, ਫਿਰ ਵਾਪਸ ਆਉ ਜਾਂ ਦਾਖ਼ਲ ਕਰੋ ਟੈਪ ਕਰੋ।
si: යුගල කිරීම සඳහා %2$s මත %1$s අතුලත් කර, ආපසු හෝ ඇතුලත් කරන්න තට්ටු කරන්න.
sq: Fut %1$s në %2$s për çiftim, pastaj prek mbi Kthehu ose Fut.
tg_tj: %1$s дар %2$s ворид карда, ҷуфт кунед, пас Бозгашт ё Вурудро зарба занед.
tk_tm: %1$s-i %2$s-niň üstüne jübütlemäge giriz, soňra Yzyňa dolanma ýa-da Girizme düwmesine bas

# IDS_BT_POP_ALLOW_PS_TO_CONNECT_Q
source: Allow %s to connect?
as: সম্পৰ্কলৈ %s অনুমতি দিবনে?
fa: اجازه به %sبرای اتصال؟
ky_kg: %s үчүн туташууга уруксат берүүбү?
pa: %s ਨੂੰ ਕਨੈਕਟ ਕਰਨ ਦੀ ਆਗਿਆ ਦੇਈਏ?
si: %s ට සම්බන්ධ වීමට ඉඩ දෙන්නද?
sq: Të lejohet lidhja për %s?
tg_tj: Ба %s иҷозати пайваст медиҳед?
tk_tm: %s birikmesine rugsat bermelimi?

# IDS_BT_POP_RECEIVE_PS_FROM_PS_Q
source: Receive %s from %s?
as: %s পৰা %s গ্ৰহণ কৰিবনে?
fa: دریافت %s از %s؟
ky_kg: %s'дан %s кабыл алуубу?
pa: %s ਤੋਂ %s ਪ੍ਰਾਪਤ ਕਰੀਏ?
si: %s ගෙන් %s ලබා ගන්නවාද?
sq: Ta marr %s nga %s?
tg_tj: Аз %s %s гирем?
tk_tm: %s -dan %s -i kabul etmelimi?

# IDS_BT_POP_PS_ALREADY_EXISTS_OVERWRITE_Q
source: %s already exists. Overwrite?
as: %s ইতিমধ্যে মজুত আছে৷ অধিলেখন?
fa: %s در حال حاضر وجود دارد. رونویسی شود؟
ky_kg: %s эмитен чыкты. Үстүнөн жазуубу?
pa: %s ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਓਵਰਰਾਈਟ ਕਰੀਏ?
si: %s දැනටමත් පවතී. උඩින් ලියන්නද?
sq: %s ekziston tashmë. Të mbishkruhet?

# IDS_BT_POP_RECEIVE_FILE_FROM_PS_Q
source: Receive file from %s?
as: %s-ৰ পৰা ফাইল প্ৰাপ্ত কৰিবনে?
fa: فایل از %s دریافت شود؟
ky_kg: %s'дан файл кабыл алуубу?
pa: %s ਤੋਂ ਫਾਈਲ ਪ੍ਰਾਪਤ ਕਰੀਏ?
si: %s වෙතින් ගොනු ලබාගන්න?
sq: Të marr një skedë nga %s?
tg_tj: Файлро аз %s мегиред?
tk_tm: %s-dan/den faýl almalymy?

# IDS_BT_HEADER_BLUETOOTH_PAIRING_REQUEST
source: Bluetooth pairing request
as: ব্লুটুথ যোৰ কৰিবৰ বাবে অনুৰোধ
fa: درخواست مرتبط سازی بلوتوث
ky_kg: Bluetooth байланышуу суроосу
pa: ਬਲੂਟੁੱਥ ਜੋਡ਼ਾ ਬਣਾਉਣ ਲਈ ਬੇਨਤੀ
si: බ්ලූටූත් යුගල කිරීමේ ඉල්ලීම
sq: Kërkesë çiftimi Bluetooth
tg_tj: Дархости ҳамроҳкунии Bluetooth
tk_tm: Bluetooth jübütleme teklibi

# IDS_BT_POP_ENTER_PIN_TO_PAIR_WITH_PS_HTRY_0000_OR_1234
source: Enter PIN to pair with %s (Try 0000 or 1234).
as: %s-ৰ সৈতে পেয়াৰ কৰিবলৈ পিন প্ৰবিষ্ট কৰক (0000 বা 1234 চেষ্টা কৰক)৷
fa: وارد کردن پین جهت مرتبط سازی با %s (0000 یا 1234 را امتحان کنید).
ky_kg: %s менен кошоктотууга PIN киргизиңиз (0000 же 1234 колдонуп көрүңүз).
pa: %s ਜੋੜਾ ਬਣਾਉਂਣ ਦੇ ਲਈ PIN ਦਾਖ਼ਲ ਕਰੋ (0000 ਜਾਂ 1234 ਨੂੰ ਵਰਤਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ)।
si: %s සමඟ යුගල්වීමට PIN අංකය ඇතුලත් කරන්න (0000 හෝ 1234 උත්සාහ කර බලන්න).
sq: Fut kodin PIN për t'u çiftuar me %s (provo 0000 ose 1234).
tg_tj: Барои ҷуфт шудан бо %s PIN -ро ворид кунед (0000 ё 1234-ро санҷед).
tk_tm: %s bilen baglamak üçin PIN giriziň (0000 ýa-da 1234 ýazyp görüň).

# IDS_BT_POP_CONFIRM_PASSKEY_IS_P2SS_TO_PAIR_WITH_P1SS
source: Confirm passkey is %2$s to pair with %1$s.
as: %1$s-ৰ সৈতে যোৰা দিবলৈ পাছকী %2$s বুলি নিশ্চিত কৰক৷
fa: برای جفت شدن با %1$s، کلید عبور تأیید %2$s است.
ky_kg: %1$s менен кошоктотуу үчүн кирүү ачкычы %2$s болгонун ырастоо
pa: %1$s ਨਾਲ ਜੋੜਾ ਬਣਾਉਣ ਲਈ ਪੁਸ਼ਟੀ ਕੁੰਜੀ ਹੈ %2$s।
si: %1$s සමඟ යුගල වීමට %2$s රහස් අංකය බව තහවුරු කරන්න.
sq: Konfirmo që fjalëkalimi është %2$s për t'u çiftuar me %1$s.
tg_tj: Тасдиқ кунед ки калиди рамзӣ %2$s барои ҷуфт шудан бо %1$s аст.
tk_tm: Tassyklanan açar %1$s bilen %2$s

# IDS_BT_BODY_ALLOW_PS_PHONEBOOK_ACCESS
source: Allow %s phonebook access
as: %s ফোনবুক প্ৰৱিষ্ট অনুমতি দিয়ক
fa: اجازه به %s برای دسترسی به دفترچه تلفن
pa: %s ਨੂੰ ਫੋਨਬੁੱਕ ਐਕਸੈੱਸ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ
si: %s වෙත ෆෝන්බුකයට පිවිසුමට ඉඩ දෙන්න
sq: Lejo %s të hyjë në numërator
tg_tj: Ба %s кушодани китоби телефониро иҷозат медиҳед
tk_tm: %s telefon kitapçasyny girişe rugsat ber

# IDS_BT_POP_ALLOW_PS_TO_ACCESS_MESSAGES_Q
source: Allow %s to access messages?
as: বাৰ্তাসমূহলৈ প্ৰৱেশ কৰিবলৈ %s-ক অনুমতি দিব নে?
fa: %s به پیام ها دسترسی داشته باشد؟
pa: %s ਨੂੰ ਸੰਦੇਸ਼ ਐਕਸੈੱਸ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦੇਈਏ?
si: මෙසේජස් වෙත පිවිසීමට %s ට ඉඩ දෙන්නද?
sq: T'i lejohet %s të hapë mesazhet?
tg_tj: Ба %s иҷозат медиҳед, то ки паёмҳоро кушояд?
tk_tm: %s enjamynyň hatlara girmegine rugsat bermelimi?

# IDS_BT_BODY_DONT_ASK_AGAIN
source: Don't ask again
as: পুনৰ নুসুধিব
fa: دوباره سوال نکن
ky_kg: Бөлөк сурабоо
pa: ਦੁਬਾਰਾ ਨਾ ਪੁੱਛੋ
si: නැවත නොඅසන්න
sq: Mos më pyet më
tg_tj: Дигар напурс
tk_tm: Täzeden sorama

# IDS_BT_POP_BLUETOOTH_ERROR_TRY_AGAIN_Q
source: Bluetooth error. Try again?
as: ব্লুটুথ ত্রুটি৷ পুনৰ চেষ্টা কৰিবনে?
fa: خطای بلوتوث. سعی مجدد؟
ky_kg: Bluetooth катасы. Кайра кайталообу?
pa: ਬਲੂਟੁੱਥ ਵਿੱਚ ਤਰੁੱਟੀ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੀਏ?
si: බ්ලූටූත් දෝෂය. නැවත උත්සාහ කරන්නද?
sq: Gabim Bluetooth. Të provoj përsëri?

# IDS_BT_POP_UNABLE_TO_CONNECT
source: Unable to connect.
as: সম্পৰ্ক কৰিবলৈ অক্ষম৷
fa: اتصال ممکن نیست.
ky_kg: Туташууга болбоду
pa: ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ।
si: සම්බන්ධ විය නොහැක.
sq: Nuk lidhem dot.
tg_tj: Пайваст шудан намешавад.
tk_tm: Birigip bolmaýar.

# IDS_ST_POP_PS_WILL_BE_UNPAIRED
source: %s will be unpaired.
as: %s যোৰাহীন কৰা হ'ব৷
fa: %s از حالت جفت سازی خارج خواهد شد
pa: %s ਨੂੰ ਅਨਪੇਅਰ ਕੀਤਾ ਜਾਵੇਗਾ।
si: %s යුගලනයෙන් ඉවත් කරනු ඇත.
sq: %s do të hiqet nga çiftimi.
tg_tj: Ҷуфтшавии %s қатъ карда мешавад.
tk_tm: %s jübütlenmekden aýrylar.

# IDS_ST_BODY_NO_NEARBY_BLUETOOTH_DEVICES_FOUND
source: No nearby Bluetooth devices found.
as: ব্লুটুথ ডিভাইচ পোৱা নাই৷
fa: هیچ دستگاه بلوتوث در این نزدیکی پیدا نشد.
ky_kg: Эч жакынкы Bluetooth түзмөгү табылган жок
pa: ਕੋਈ ਨੇਡ਼ਲੀ ਬਲੂਟੁੱਥ ਡਿਵਾਈਸ ਨਹੀ ਮਿਲੀ।
si: ආසන්නයේ බ්ලූටූත් උපාංග හමු නොවීය.
sq: Nuk u gjetën pajisje Bluetooth në rrethina.
tg_tj: Дар наздикӣ ягон дастгоҳи Bluetooth ёфт нашуд.
tk_tm: Ýakynda Bluetooth enjamy tapylmady.

# IDS_CMV_POP_UNABLE_TO_PERFORM_THIS_ACTION_BLUETOOTH_HAS_BEEN_DISCONNECTED
source: Unable to perform this action. Bluetooth has been disconnected.
as: এই ক্ৰিয়াটো সম্পন্ন কৰিবলৈ অক্ষম৷ ব্লুটুথ সংযোগহীন হৈছে৷
fa: این کار ممکن نیست. بلوتوث قطع شده است.
ky_kg: Бул иш-аракетти аткаруу мүмкүн эмес. Bluetooth ажыратылган.
pa: ਇਹ ਕਿਰਿਆ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਬਲੂਟੁੱਥ ਡਿਸਕਨੈਕਟ ਹੋ ਗਿਆ ਹੈ।
si: මෙම ක්‍රියාව සිදු කළ නොහැක. බ්ලූටූත් විසන්ධි කර තිබේ.
sq: Nuk mund ta kryej këtë veprim. Bluetooth është shkëputur.
tg_tj: Иҷро кардани ин амал ғайриимкон аст. Bluetooth пароканда карда шуд.
tk_tm: Bu amaly berjaý edip bolmaýar. Bluetooth birikmeden aýryldy.

# IDS_CMV_POP_UNABLE_TO_OPEN_THIS_APPLICATION_BLUETOOTH_HAS_BEEN_DISCONNECTED
source: Unable to open this application. Bluetooth has been disconnected.
as: এই এপ্লিকেশ্বনটো খুলিবলৈ অক্ষম৷ ব্লুটুথ সংযোগহীন হৈছে৷
fa: این برنامه باز نمی‌شود. بلوتوث قطع شده است.
ky_kg: Бул сунуучуну ачууга болбоду. Bluetooth ажыратылган.
pa: ਇਸ ਅਨੁਪ੍ਰਯੋਗ ਨੂੰ ਖੋਲ੍ਹਣ ਵਿੱਚ ਅਸਮਰੱਥ। ਬਲੂਟੁੱਥ ਡਿਸਕਨੈਕਟ ਹੋ ਗਿਆ ਹੈ।
si: මෙම යෙදුම විවෘත කළ නොහැක. බ්ලූටූත් විසන්ධි කර තිබේ.
sq: Nuk mund ta hap këtë aplikacion. Bluetooth është shkëputur.
tg_tj: Кушодани ин барнома ғайриимкон аст. Bluetooth пароканда карда шуд.
tk_tm: Bu gollanmany açyp bolmaýar. Bluetooth birikmeden aýryldy.

source: %s is attempting to connect to your Gear. To connect to %s, the Gear will be reset to its factory settings.
as: %s-এ আপোনাৰ গীয়েৰলৈ সংযোগৰ চেষ্টা চলাইছে৷ %s-লৈ সংযোগ কৰিবৰ বাবে, গীয়েৰক ইয়াৰ ফেক্টৰী ছেটিংছলৈ ৰিছেট কৰিব লাগিব৷
fa: %s سعی در اتصال به Gear شما دارد. برای اتصال به %s، Gear به تنظیمات کارخانه ای خود بازنشانی می شود.
ky_kg: %s Gear'иңизге туташууга аракет кылууда. %s туташууга, Gear заводдогу орнотууларына башынан коюлат.
pa: %s ਤੁਹਾਡੇ ਗੇਅਰ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਦਾ ਜਤਨ ਕਰ ਰਿਹਾ ਹੈ। %s ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਦੇ ਲਈ, ਗੇਅਰ ਨੂੰ ਉਸਦੀ ਫੈਕਟਰੀ ਸੈੱਟਿੰਗਸ ਤੇ ਰੀਸੈੱਟ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
si: ඔබගේ ගියරය වෙත සබැඳීමට %s උත්සාහ කරමින් සිටී. %s වෙත සබැඳීමට, ගියරය එහි කර්මාන්තශාලා සැකසුම් වෙත යළි සැකසෙනු ඇත.
sq: %s po përpiqet të lidhet me Gear. Që të mund të lidhet me %s, Gear do të rikthehet në cilësimet e fabrikës.
tg_tj: %s кӯшиш мекунад, ки ба Gear-и шумо пайваст шавад. Барои пайваст шудан ба %s, Gear ба танзимоти коргоҳии он дубора танзим карда мешавад.
tk_tm: %s siziň Mehanizimiňize birikmeklige synanyşýar. %s-e birikdirmek üçin, Mehanizm zawod sazlamalaryna geçiriler.

# IDS_BT_HEADER_CONNECT
source: Connect
as: সংযোগ
fa: اتصال
ky_kg: Туташуу
pa: ਕਨੈਕਟ ਕਰੋ
si: සම්බන්ධ වීම
sq: Lidhu
tg_tj: Пайваст шудан
tk_tm: Birikdir

# IDS_BT_POP_BLUETOOTH_HAS_BEEN_DISCONNECTED
source: Bluetooth has been disconnected.
as: ব্লুটুথ সংযোগহীন হৈছে৷
fa: بلوتوث قطع شده است.
ky_kg: Bluetooth байланышы үзүлдү
pa: ਬਲੂਟੁੱਥ ਡਿਸਕਨੈਕਟ ਹੋਇਆ।
si: බ්ලූටූත් විසන්ධි කෙරිණ.
sq: Bluetooth u shkëput.
tg_tj: Bluetooth ҷудо карда шуд.
tk_tm: Bluetoothyň baglanyşygy kesildi.

# IDS_BT_BODY_DISCONNECT_P2SS_FROM_THE_P1SS_CONNECTION_Q
source: Disconnect %2$s from the %1$s connection?
as: %1$s সংযোগৰ পৰা %2$s-ক সংযোগহীন কৰিব?
fa: اتصال ‎%2$s را با ‎%1$s قطع می‌کنید؟
ky_kg: %2$s түзмөгүн %1$s байланыштан ажыратуу керекпи?
pa: %1$s ਕਨੈਕਸ਼ਨ ਤੋਂ %2$s ਡਿਸਕਨੈਕਟ ਕਰੋ?
si: %1$s සම්බන්ධතාවෙන් %2$s විසන්ධි කරන්න ද?
sq: Ta shkëput %2$s nga lidhja %1$s?

# IDS_ST_HEADER_PROFILES
source: Profiles
as: প্ৰ'ফাইলবোৰ
fa: نمايه ها
ky_kg: Профилдер
pa: ਪ੍ਰੋਫਾਈਲਸ
si: පැතිකඩ
sq: Profilet
tg_tj: Профилҳо
tk_tm: Profiller

# IDS_BT_BUTTON_CANCEL
source: Cancel
as: বাতিল
fa: لغو
ky_kg: Артка
pa: ਰੱਦ
si: අවල. කර
sq: Anullo
tg_tj: Бекор кардан
tk_tm: Ýatyr

# IDS_BT_BUTTON_OK_ABB
source: OK
as: ঠিক
fa: تأیید
ky_kg: ОК
pa: ਓਕੇ
si: හරි

# IDS_BT_BODY_CALL_AUDIO
source: Call audio
as: কল অডিঅ'
fa: صدای تماس
ky_kg: Чалуу укмасы
pa: ਕਾੱਲ ਆਡੀਓ
si: ඇමතුම් ශ්‍රව්‍ය
sq: Audio e thirrjes
tg_tj: Аудиои суҳбат
tk_tm: Audio jaň

# IDS_ST_HEADER_DISABLE_PROFILE_ABB
source: Disable profile
as: প্ৰ'ফাইল অক্ষম কৰক
fa: غیرفعال کردن نمایه
ky_kg: Профилди иштен чыгар
pa: ਪ੍ਰੋਫਾਈਲ ਅਸਮਰੱਥ ਕਰੋ
si: පැතිකඩ අක්‍රිය කරන්න
sq: Paaftëso profilin
tg_tj: Ғайрифаъ. к-и профил
tk_tm: Profili ýap

# IDS_SIM_BODY_TAP_TO_ENTER_ABB
source: Tap to enter.
as: প্ৰৱিষ্ট কৰিবলৈ টিপক৷
fa: جهت وارد کردن ضربه بزنید.
ky_kg: Киргизүү үчүн таптаңыз
pa: ਦਾਖ਼ਲ ਹੋਣ ਲਈ ਟੈਪ ਕਰੋ।
si: ඇතුල් කිරීමට තට්ටු කරන්න.
sq: Prek për të hyrë.
tg_tj: Барои дохил кардан, зарба занед.
tk_tm: Girmek üçin bas

# IDS_ST_POP_THE_P1SS_PROFILE_WILL_BE_DISABLED_FOR_THE_P2SS
source: The %1$s profile will be disabled for the %2$s.
as: %1$s প্ৰ'ফাইলটো %2$s-ৰ বাবে অক্ষম কৰা হ'ব৷
fa: نمایه ‎%1$s برای ‎%2$s غیرفعال خواهد شد.
ky_kg: %2$s профили %1$s үчүн иштен чыгарылат.
pa: %1$s ਪ੍ਰੋਫਾਈਲ %2$s ਲਈ ਅਸਮਰੱਥ ਹੋ ਜਾਵੇਗੀ।
si: %2$s සඳහා %1$s පැතිකඩ අක්‍රිය කෙරෙනු ඇත.
sq: Profili %1$s do të paaftësohet për %2$s.
tg_tj: Профили %1$s барои %2$s ғайрифаъол карда мешавад.
tk_tm: %1$s profili %2$s üçin ýapylar.

# IDS_BT_BODY_PAIRING_REQUEST
source: Pairing request
as: যুগ্ম অনুৰোধ
fa: درخواست مرتبط سازی
ky_kg: Байланышуу суроосу
pa: ਜੋੜਾ ਬਣਾਉਣ ਲਈ ਬੇਨਤੀ
si: යුගල් කිරීම ඉල්ලීම
sq: Kërkesë për çiftim
tg_tj: Дархости ҳамроҳшавӣ
tk_tm: Jübüt baglanyşmak teklibi

# IDS_ST_MBODY_MEDIA_AUDIO_ABB
source: Media audio
as: মিডিয়া অডিঅ'
fa: صدای فیلم
ky_kg: Медиа укма
pa: ਮੀਡਿਆ ਆਡੀਓ
si: මාධ්‍ය ශ්‍ර.
sq: Audio media
tg_tj: Аудиои медиа
